import { Question } from '../types/question.ts'

export const questions: Question[] = [
	{
		id: 1,
		title: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 2,
		title: 'Прототип нового сервиса - это как трубный призыв?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 3,
		title: 'Частокол на границе продолжает удивлять?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 4,
		title: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 5,
		title: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 6,
		title: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	},
	{
		id: 7,
		title: 'Высококачественный прототип будущего проекта обнадёживает?',
		text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
	}
]