import { Review } from '../types/review.ts'
import icon1 from '../assets/review/review1.png'
import icon2 from '../assets/review/review2.png'
import icon3 from '../assets/review/review3.png'

export const reviews: Review[] = [
	{
		id: 1,
		img: icon1,
		fullName: 'Константинов Михаил Павлович',
		city: 'Санкт-Петербург',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы'
	},
	{
		id: 2,
		img: icon2,
		fullName: 'Иван Иванов',
		city: 'Санкт-Петербург',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
	},
	{
		id: 3,
		img: icon3,
		fullName: 'Артем Корнилов',
		city: 'Самара',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
	},
	{
		id: 4,
		img: icon2,
		fullName: 'Иван Иванов',
		city: 'Санкт-Петербург',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
	},
	{
		id: 5,
		img: icon3,
		fullName: 'Артем Корнилов',
		city: 'Самара',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
	},
	{
		id: 6,
		img: icon1,
		fullName: 'Константинов Михаил Павлович',
		city: 'Санкт-Петербург',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы'
	},
	{
		id: 7,
		img: icon2,
		fullName: 'Иван Иванов',
		city: 'Санкт-Петербург',
		text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
	}
]